Repository: osmanznkr/Aircraft-Production-Application
Catalog: assets/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Personal info
tr: Personel Bilgisi

source: Permissions
tr: İzinler

source: Wing Team
tr: Kanat Takımı

source: Fuselage Team
tr: Gövde Takımı

source: Tail Team
tr: Kuyruk Takımı

source: Avionics Team
tr: Aviyonik Takımı

source: Assembly Team
tr: Montaj Takımı

source: First Name
tr: Ad

source: Last Name
tr: Soyad

source: email address
tr: email adresi

source: User
tr: Kullanıcı

source: Users
tr: Kullanıcılar

source: Team
tr: Takım

source: Created At
tr: Oluşturulma Tarihi

source: Created at
tr: Oluşturulma tarihi

source: Teams
tr: Takımlar

source: A user can only be in one team.
tr: Kullanıcı yalnızca bir takımda olabilir.

source: Wing
tr: Kanat

source: Fuselage
tr: Gövde

source: Tail
tr: Kuyruk

source: Avionics
tr: Aviyonik

source: Serial Number
tr: Seri Numarası

source: Serial number of aircraft
tr: Uçağın seri numarası

source: Aircraft Type
tr: Uçak Tipi

source: Aircraft type
tr: Uçak tipi

source: Wings
tr: Kanatlar

source: Assembled By
tr: Montajı Yapan

source: Assembled by
tr: Montajı yapan

source: Production Date
tr: Üretim Tarihi

source: Production date of aircraft
tr: Uçağın üretim tarihi

source: Is Active
tr: Aktif mi

source: Is active ?
tr: Aktif mi ?

source: Aircraft
tr: Uçak

source: Aircrafts
tr: Uçaklar

source: Serial number of inventory
tr: Envanter seri numarası

source: Inventory Type
tr: Envanter Tipi

source: Inventory type
tr: Envanter tipi

source: Produced By
tr: Oluşturan

source: Produced by
tr: Oluşturan

source: Production date of inventory
tr: Envanter üretim tarihi

source: Is Used
tr: Kullanıldı mı

source: Was inventory used in an aircraft?
tr: Envanter uçakta kullanıldı mı?

source: Inventory
tr: Envanter

source: Inventories
tr: Envanterler

source: You do not have permission to create this inventory.
tr: Bu envanteri oluşturma izniniz bulunmamaktadır.

source: You do not have permission to assembly an airplane.
tr: Uçak montajı yapma izniniz bulunmamaktadır.

source: Fuselage inventory type must match the aircraft type.
tr: Gövde envanter tipi uçak tipiyle eşleşmelidir.

source: Tail inventory type must match the aircraft type.
tr: Kuyruk envanter tipi uçak tipiyle eşleşmelidir.

source: The selected fuselage has already been used.
tr: Belirtilen gövde zaten kullanılmış.

source: The selected tail has already been used.
tr: Belirtilen kuyruk zaten kullanılmış.

source: An aircraft must have exactly 2 wings.
tr: Uçakta tam olarak 2 kanat olmalıdır.

source: One of the selected wings has already been used.
tr: Belirtilen kanatlardan biri zaten kullanılmış.

source: Wing inventory type must match the aircraft type.
tr: Kanat envanter tipi uçak tipiyle eşleşmelidir.

source: One of the selected avionics has already been used.
tr: Belirtilen aviyoniklerden biri zaten kullanılmış.

source: Avionics inventory type must match the aircraft type.
tr: Aviyonik envanter tipi uçak tipiyle eşleşmelidir.

source: You do not have permission to delete this inventory.
tr: Bu envanteri silme izniniz bulunmamaktadır.

source: This inventory has been used and cannot be deleted.
tr: Bu envanter kullanılmış ve geri dönüştürülemez.
